Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# poseFront
source: Front
ar: أمام
de: Vorne
es: Frente
fa: جلو
fr: Face
it: Fronte
ja: 正面
ko: 정면
nl: Voorkant
pl: Przód
pt: Frente
ru: Спереди
tr: Ön
uk: Спереду
zh: 正面
zh_hant: 正面

# poseSide
source: Side
ar: جانب
de: Seite
es: Perfil
fa: پهلو
fr: Profil
it: Lato
ja: 側面
ko: 측면
nl: Zijaanzicht
pl: Bok
pt: Lado
ru: Сбоку
tr: Yan
uk: Збоку
zh: 侧面
zh_hant: 側面

# poseBack
source: Back
ar: خلف
de: Hinten
es: Espalda
fa: پشت
fr: Dos
it: Schiena
ja: 背面
ko: 후면
nl: Achterkant
pl: Tył
pt: Costas
ru: Сзади
tr: Arka
uk: Ззаду
zh: 背面
zh_hant: 背面

# photoEvery
source: REMIND ME
ar: ذكّرني
de: ERINNERE MICH
es: RECORDÁRMELO
fa: یادم بینداز
fr: ME LE RAPPELER
it: RICORDAMELO
ja: リマインド
ko: 알림 설정
nl: HERINNER MIJ
pl: PRZYPOMNIJ
pt: LEMBRE-ME
ru: НАПОМИНАТЬ
tr: HATIRLAT
uk: НАГАДАТИ
zh: 拍照提醒
zh_hant: 提醒我

# photoEveryDays
source: Every %lld days
ar: كل %lld أيام
de: Alle %lld Tage
es: Cada %lld días
fa: هر %lld روز
fr: Tous les %lld jours
it: Ogni %lld giorni
ja: %lld日ごと
ko: %lld일마다
nl: Elke %lld dagen
pl: Co %lld dni
pt: A cada %lld dias
ru: Каждые %lld дн.
tr: Her %lld günde
uk: Кожні %lld днів
zh: 每 %lld 天提醒
zh_hant: 每 %lld 天

# photoEveryOff
source: Never
ar: أبدًا
de: Nie
es: Nunca
fa: هرگز
fr: Jamais
it: Mai
ja: しない
ko: 안 함
nl: Nooit
pl: Nigdy
pt: Nunca
ru: Никогда
tr: Asla
uk: Ніколи
zh: 从不提醒
zh_hant: 永不

# timelineEvery
source: GROUP EVERY
ar: تجميع كل
de: GRUPPIEREN ALLE
es: AGRUPAR CADA
fa: گروه‌بندی هر
fr: REGROUPER TOUS LES
it: RAGGRUPPA OGNI
ja: 間隔でグループ化
ko: 간격별 그룹화
nl: GROEP PER
pl: GRUPUJ CO
pt: AGRUPAR A CADA
ru: ГРУППИРОВАТЬ КАЖДЫЕ
tr: ŞU ARALIKLA GRUPLA
uk: ГРУПУВАТИ КОЖНІ
zh: 分组间隔
zh_hant: 每隔以下天數分組

source: Custom
ar: مخصص
de: Eigene
es: Otro
fa: سفارشی
fr: Personnalisé
it: Altro
ja: カスタム
ko: 사용자 지정
nl: Aangepast
pl: Niestandardowo
pt: Outro
ru: Другое
tr: Özel
uk: Власне
zh: 自定
zh_hant: 自訂

# photoNextIn
source: Next photo in %lld days
ar: الصورة التالية بعد %lld أيام
de: Nächstes Foto in %lld Tagen
es: La próxima foto en %lld días
fa: عکس بعدی تا %lld روز دیگر
fr: Prochaine photo dans %lld jours
it: Prossima foto tra %lld giorni
ja: 次の写真まであと%lld日
ko: 다음 사진까지 %lld일
nl: Volgende foto over %lld dagen
pl: Następne zdjęcie za %lld dni
pt: Proxima foto em %lld dias
ru: Следующее фото через %lld дн.
tr: Sonraki fotoğraf %lld gün sonra
uk: Наступне фото через %lld днів
zh: %lld 天后拍摄身材照
zh_hant: 距下一張照片還有 %lld 天

# photoDueNow
source: Photo due — grab it today
ar: حان وقت الصورة — التقطها اليوم
de: Foto fällig — mach es heute
es: Toca foto — hazla hoy
fa: وقت عکس است — امروز بگیر
fr: Photo prévue — prends-la aujourd’hui
it: Foto in scadenza — falla oggi
ja: 写真の日です — 今日撮影しましょう
ko: 사진 촬영일입니다 — 오늘 찍으세요
nl: Foto gepland — maak hem vandaag
pl: Czas na zdjęcie — zrób je dziś
pt: Devendo uma foto — tire uma hoje mesmo
ru: Пора сделать фото — прямо сегодня
tr: Fotoğraf zamanı — bugün çek
uk: Час для фото — зроби сьогодні
zh: 今天到了拍照打卡日，拍一张吧
zh_hant: 該拍照片了 — 今天拍一張吧

# addTodayPhotos
source: ADD TODAY'S PHOTOS
ar: إضافة صور اليوم
de: HEUTIGE FOTOS HINZUFÜGEN
es: AÑADIR LAS DE HOY
fa: افزودن عکس‌های امروز
fr: AJOUTER LES PHOTOS DU JOUR
it: AGGIUNGI LE FOTO DI OGGI
ja: 今日の写真を追加
ko: 오늘 사진 추가
nl: FOTO'S VAN VANDAAG TOEVOEGEN
pl: DODAJ DZISIEJSZE ZDJĘCIA
pt: ADICIONAR AS FOTOS DE HOJE
ru: ДОБАВИТЬ ФОТО ЗА СЕГОДНЯ
tr: BUGÜNÜN FOTOĞRAFLARINI EKLE
uk: ДОДАТИ СЬОГОДНІШНІ ФОТО
zh: 记录今日身材照
zh_hant: 新增今天的照片

# posePhoto
source: %@ photo
ar: صورة %@
de: %@-Foto
es: Foto de %@
fa: عکس %@
fr: Photo de %@
it: Foto %@
ja: %@の写真
ko: %@ 사진
nl: Foto van %@
pl: Zdjęcie: %@
pt: foto de %@
ru: Фото: %@
tr: %@ fotoğrafı
uk: Фото: %@
zh: %@身材照
zh_hant: %@照片

source: COMPARE
ar: مقارنة
de: VERGLEICHEN
es: COMPARAR
fa: مقایسه
fr: COMPARER
it: CONFRONTA
ja: 比較
ko: 비교
nl: VERGELIJKEN
pl: PORÓWNAJ
ru: СРАВНИТЬ
tr: KARŞILAŞTIR
uk: ПОРІВНЯТИ
zh: 身材对比
zh_hant: 比較

# compareNeedTwo
source: Shoot the same pose on two different days and you can compare them here.
ar: التقط نفس الوضعية في يومين مختلفين لتتمكن من المقارنة هنا.
de: Nimm dieselbe Pose an zwei verschiedenen Tagen auf, um sie hier zu vergleichen.
es: Haz la misma pose en dos días distintos y aquí las comparas.
fa: همان ژست را در دو روز مختلف بگیر تا اینجا مقایسه کنی.
fr: Prends la même pose à deux dates différentes pour pouvoir les comparer ici.
it: Scatta la stessa posa in due giorni diversi e potrai confrontarle qui.
ja: 同じポーズを別の日に2回撮ると、ここで比較できます。
ko: 같은 포즈를 서로 다른 두 날에 촬영하면 여기서 비교할 수 있습니다.
nl: Maak dezelfde pose op twee verschillende dagen en vergelijk ze hier.
pl: Zrób tę samą pozę w dwa różne dni, aby porównać je tutaj.
pt: Fotografe a mesma pose em dois dias diferentes e compare elas aqui.
ru: Сними одну и ту же позу в два разных дня — и сможешь сравнить их здесь.
tr: Aynı pozu iki farklı günde çek, burada karşılaştırabilirsin.
uk: Зніми ту саму позу у два різні дні, щоб порівняти їх тут.
zh: 在不同日期拍摄同一姿态的照片，即可在此左右同屏对比。
zh_hant: 在不同的兩天拍攝相同姿勢，就能在這裡比較。

# dayNumber
source: Day %lld
ar: اليوم %lld
de: Tag %lld
es: Día %lld
fa: روز %lld
fr: Jour %lld
it: Giorno %lld
ja: %lld日目
ko: %lld일차
nl: Dag %lld
pl: Dzień %lld
pt: Dia %lld
ru: День %lld
tr: Gün %lld
uk: День %lld
zh: 第 %lld 天
zh_hant: 第 %lld 天

# daysApart
source: %lld days apart
ar: بفارق %lld أيام
de: %lld Tage Abstand
es: %lld días de diferencia
fa: %lld روز فاصله
fr: À %lld jours d’intervalle
it: %lld giorni di differenza
ja: %lld日間隔
ko: %lld일 간격
nl: %lld dagen verschil
pl: %lld dni różnicy
pt: %lld dias de diferença
ru: разница %lld дня
tr: %lld gün arayla
uk: Різниця %lld днів
zh: 间隔 %lld 天
zh_hant: 相隔 %lld 天

# deleteEntryTitle
source: Delete this day
ar: حذف هذا اليوم
de: Diesen Tag löschen
es: Borrar este día
fa: حذف این روز
fr: Supprimer cette journée
it: Elimina questo giorno
ja: この日を削除
ko: 이 날짜 삭제
nl: Deze dag verwijderen
pl: Usuń ten dzień
pt: Apague este dia
ru: Удалить этот день
tr: Bu günü sil
uk: Видалити цей день
zh: 删除该日记录
zh_hant: 刪除這一天

# deleteDayBody
source: Its photos go with it, for good.
ar: ستُحذف صور هذا اليوم نهائيًا أيضًا.
de: Die Fotos dieses Tages werden ebenfalls endgültig gelöscht.
es: Sus fotos se van con él, para siempre.
fa: عکس‌هایش هم برای همیشه پاک می‌شوند.
fr: Ses photos seront définitivement supprimées avec elle.
it: Le sue foto vanno via con lui, per sempre.
ja: この日の写真も完全に削除されます。
ko: 이 날의 사진도 영구적으로 삭제됩니다.
nl: De foto's van deze dag worden ook permanent verwijderd.
pl: Zdjęcia z tego dnia zostaną również trwale usunięte.
pt: As fotos vão embora, para sempre.
ru: Его фото уйдут вместе с ним, навсегда.
tr: Bu günün fotoğrafları da kalıcı olarak silinir.
uk: Фото цього дня також буде видалено назавжди.
zh: 当日拍摄的所有身材照都将被永久删除。
zh_hant: 這一天的照片也會永久刪除。

# timelinePhotos
source: Photos
ar: الصور
de: Fotos
es: Fotos
fa: عکس‌ها
it: Foto
ja: 写真
ko: 사진
nl: Foto's
pl: Zdjęcia
pt: Fotos
ru: Фото
tr: Fotoğraflar
uk: Фото
zh: 身材照片
zh_hant: 照片

# timelineBody
source: Muscle map
ar: خريطة العضلات
de: Muskelkarte
es: Muñeco
fa: نقشه عضلات
fr: Carte musculaire
it: Mappa muscolare
ja: 筋肉マップ
ko: 근육 지도
nl: Spierkaart
pl: Mapa mięśni
pt: Mapa muscular
ru: Карта мышц
tr: Kas haritası
uk: Карта м’язів
zh: 肌群热力图
zh_hant: 肌肉地圖

# timelineBodyEmpty
source: Log a session and your muscle map starts filling in here, no photos needed.
ar: سجّل تمرينًا وستبدأ خريطة العضلات بالامتلاء هنا — دون حاجة إلى صور.
de: Protokolliere ein Training und deine Muskelkarte füllt sich hier — ganz ohne Fotos.
es: Entrena y tu mapa muscular se va llenando aquí, sin subir ninguna foto.
fa: یک جلسه تمرین ثبت کن تا نقشه عضلات اینجا پر شود، بدون نیاز به عکس.
fr: Enregistre une séance et ta carte musculaire commencera à se remplir ici, sans photo nécessaire.
it: Registra una sessione e la mappa muscolare inizia a riempirsi qui, senza foto.
ja: ワークアウトを記録すると筋肉マップが埋まり始めます — 写真は不要です。
ko: 운동을 기록하면 근육 지도가 채워지기 시작합니다 — 사진은 필요 없습니다.
nl: Log een training en je spierkaart vult zich hier — zonder foto's.
pl: Zapisz trening, a mapa mięśni zacznie się tutaj wypełniać — bez zdjęć.
pt: Registre uma sessão e seu mapa muscular começará a ser preenchido aqui, sem precisar de fotos.
ru: Запиши тренировку — и карта мышц начнёт заполняться здесь, без всяких фото.
tr: Bir antrenman kaydet, kas haritan burada dolmaya başlasın — fotoğrafa gerek yok.
uk: Запиши тренування, і карта м’язів почне заповнюватися тут — без фото.
zh: 记录训练后，肌群热力图将在此自动点亮，无需拍照。
zh_hant: 記錄訓練後，肌肉地圖會開始填滿 — 不需要照片。

# timelineBodyHint
source: Built from your own sets — nothing to upload.
ar: مبنية من مجموعاتك أنت — لا يتم رفع أي شيء.
de: Aus deinen eigenen Sätzen erstellt — nichts muss hochgeladen werden.
es: Sale de tus propias series — no hay nada que subir.
fa: از ست‌های خودت ساخته شده — چیزی برای آپلود نیست.
fr: Créée à partir de tes propres séries — rien à envoyer.
it: Nata dalle tue serie — niente da caricare.
ja: あなたのセット記録から作成 — アップロードはありません。
ko: 내 세트 기록으로 생성되며 아무것도 업로드되지 않습니다.
nl: Gebouwd uit je eigen sets — niets wordt geüpload.
pl: Tworzone z twoich serii — nic nie jest wysyłane.
pt: Construído a partir de suas séries — nada de uploads.
ru: Построена по твоим подходам — ничего загружать не нужно.
tr: Kendi setlerinden oluşturulur — internete hiçbir şey yüklenmez.
uk: Створено з твоїх підходів — нічого не завантажується.
zh: 由你的真实训练组数自动绘制，无需上传任何数据。
zh_hant: 由你自己的組數資料建立 — 不會上傳任何內容。

# sessionCount
source: %lld sessions
ar: %lld تمارين
de: %lld Trainings
es: %lld sesiones
fa: %lld جلسه تمرین
fr: %lld séances
it: %lld sessioni
ja: ワークアウト%lld回
ko: 운동 %lld회
nl: %lld trainingen
pl: %lld treningów
pt: %lld sessões
ru: %lld тренировки
tr: %lld antrenman
uk: %lld тренувань
zh: %lld 次训练
zh_hant: %lld 次訓練

# notifPhotoChannel
source: Progress photos
ar: صور التقدم
de: Fortschrittsfotos
es: Fotos de progreso
fa: عکس پیشرفت
fr: Photos de progression
it: Foto di progresso
ja: 進捗写真
ko: 진행 사진
nl: Voortgangsfoto's
pl: Zdjęcia postępów
pt: Fotos de progresso
ru: Фото прогресса
tr: İlerleme fotoğrafları
uk: Фото прогресу
zh: 身材打卡提醒
zh_hant: 進度照片

# notifPhotoChannelWhy
source: A nudge when your next progress photo is due.
ar: تذكير عندما يحين موعد صورة التقدم التالية.
de: Eine Erinnerung, wenn dein nächstes Fortschrittsfoto fällig ist.
es: Un aviso cuando toca la siguiente foto de progreso.
fa: وقتی عکس پیشرفت بعدی‌ات موعد شد یک یادآوری.
fr: Un rappel quand il est temps de prendre ta prochaine photo de progression.
it: Un promemoria quando è ora della prossima foto.
ja: 次の進捗写真のタイミングをお知らせします。
ko: 다음 진행 사진 촬영 시기를 알려줍니다.
nl: Een herinnering wanneer je volgende voortgangsfoto aan de beurt is.
pl: Przypomnienie, gdy nadejdzie czas na kolejne zdjęcie postępów.
pt: Um lembrete para quando a próxima foto de progresso estiver próxima.
ru: Напоминание, когда пора сделать следующее фото прогресса.
tr: Bir sonraki ilerleme fotoğrafının zamanı geldiğinde hatırlatır.
uk: Нагадування, коли час зробити наступне фото прогресу.
zh: 在身材照拍摄日发送提醒。
zh_hant: 到下一張進度照片時間時提醒你。

# notifPhotoTitle
source: Time for your progress photo
ar: حان وقت صورة التقدم
de: Zeit für dein Fortschrittsfoto
es: Toca foto de progreso
fa: وقت عکس پیشرفت
fr: C’est l’heure de ta photo de progression
it: Ora della foto di progresso
ja: 進捗写真の時間です
ko: 진행 사진을 찍을 시간입니다
nl: Tijd voor je voortgangsfoto
pl: Czas na zdjęcie postępów
pt: Chegou a hora da sua foto de progresso
ru: Пора сделать фото прогресса
tr: İlerleme fotoğrafı zamanı
uk: Час зробити фото прогресу
zh: 该拍身材照啦
zh_hant: 該拍進度照片了

# notifPhotoBody
source: %lld days since the last one. Same pose, same light.
ar: مرّ %lld أيام منذ الأخيرة. نفس الوضعية ونفس الإضاءة.
de: Seit dem letzten Foto sind %lld Tage vergangen. Gleiche Pose, gleiches Licht.
es: %lld días desde la última. Misma pose, misma luz.
fa: %lld روز از قبلی گذشته. همان ژست، همان نور.
fr: %lld jours depuis la dernière. Même pose, même lumière.
it: %lld giorni dall'ultima. Stessa posa, stessa luce.
ja: 前回から%lld日。同じポーズ、同じ光で。
ko: 지난 사진 후 %lld일. 같은 포즈, 같은 조명으로 찍으세요.
nl: %lld dagen sinds de vorige. Zelfde pose, zelfde licht.
pl: %lld dni od poprzedniego. Ta sama poza, to samo światło.
pt: %lld Dias desde a última. Mesma pose, mesma luz.
ru: %lld дн. с прошлого раза. Та же поза, тот же свет.
tr: Sonuncudan beri %lld gün. Aynı poz, aynı ışık.
uk: %lld днів від попереднього фото. Та сама поза, те саме світло.
zh: 距离上次拍照已有 %lld 天。保持同姿态、同光线打卡一张吧！
zh_hant: 距上一張已 %lld 天。相同姿勢、相同光線。

source: SHARE
ar: مشاركة
de: TEILEN
es: COMPARTIR
fa: اشتراک‌گذاری
fr: PARTAGER
it: CONDIVIDI
ja: 共有
ko: 공유
nl: DELEN
pl: UDOSTĘPNIJ
pt: COMPARTILHAR
ru: ПОДЕЛИТЬСЯ
tr: PAYLAŞ
uk: ПОДІЛИТИСЯ
zh: 分享
zh_hant: 分享

# sharePick
source: What do you want to show?
ar: ماذا تريد أن تعرض؟
de: Was möchtest du zeigen?
es: ¿Qué quieres enseñar?
fa: چه چیزی را می‌خواهی نشان بدهی؟
fr: Que veux-tu montrer ?
it: Cosa vuoi mostrare?
ja: 何を表示しますか？
ko: 무엇을 보여줄까요?
nl: Wat wil je laten zien?
pl: Co chcesz pokazać?
pt: O que você quer mostrar?
ru: Что показать?
tr: Ne göstermek istiyorsun?
uk: Що хочеш показати?
zh: 你想分享什么？
zh_hant: 你想顯示什麼？

# shareSession
source: Last session
ar: آخر تمرين
de: Letztes Training
es: El último entreno
fa: آخرین جلسه تمرین
fr: Dernière séance
it: Ultima sessione
ja: 前回のワークアウト
ko: 최근 운동
nl: Laatste training
pl: Ostatni trening
pt: Última sessão
ru: Последнюю тренировку
tr: Son antrenman
uk: Останнє тренування
zh: 本次训练结算
zh_hant: 上次訓練

# shareStreak
source: Streak and consistency
ar: السلسلة والاستمرارية
de: Serie und Beständigkeit
es: Racha y constancia
fa: استریک و ثبات
fr: Série et régularité
it: Serie e costanza
ja: 連続記録と継続性
ko: 연속 기록과 꾸준함
nl: Reeks en consistentie
pl: Seria i regularność
pt: Sequência e consistência
ru: Серию и регулярность
tr: Seri ve istikrar
uk: Серія та регулярність
zh: 训练日历
zh_hant: 連續紀錄與持續性

# shareBody
source: Muscles worked
ar: العضلات المستهدفة
de: Trainierte Muskeln
es: Músculos trabajados
fa: عضلات کارشده
fr: Muscles travaillés
it: Muscoli allenati
ja: 鍛えた筋肉
ko: 운동한 근육
nl: Getrainde spieren
pl: Trenowane mięśnie
pt: Músculos trabalhados
ru: Проработанные мышцы
tr: Çalıştırılan kaslar
uk: Опрацьовані м’язи
zh: 训练肌群
zh_hant: 訓練肌群

# shareCompare
source: Before and after
ar: قبل / بعد
de: Vorher und nachher
es: Antes y después
fa: قبل و بعد
fr: Avant / après
it: Prima e dopo
ja: ビフォー / アフター
ko: 전 / 후
nl: Voor / na
pl: Przed / po
pt: Antes e depois
ru: До и после
tr: Önce / sonra
uk: До / після
zh: 前后身材对比
zh_hant: 之前 / 之後

# shareHint
source: The card is built on your phone. Nothing leaves until you pick where it goes.
ar: يتم إنشاء البطاقة على هاتفك. لا يغادر شيء الهاتف حتى تختار وجهة الإرسال.
de: Die Karte wird auf deinem Handy erstellt. Nichts verlässt es, bevor du auswählst, wohin sie soll.
es: La lámina se monta en tu móvil. No sale nada hasta que tú elijas dónde va.
fa: کارت روی گوشی‌ات ساخته می‌شود. تا جایی را انتخاب نکنی چیزی بیرون نمی‌رود.
fr: La carte est créée sur ton téléphone. Rien ne sort tant que tu ne choisis pas où l’envoyer.
it: La scheda nasce sul tuo telefono. Niente esce finché non scegli tu dove mandarla.
ja: カードは端末上で作成されます。共有先を選ぶまで外部には送られません。
ko: 카드는 휴대전화에서 생성됩니다. 공유할 곳을 선택하기 전까지 아무것도 밖으로 나가지 않습니다.
nl: De kaart wordt op je telefoon gemaakt. Niets verlaat je telefoon totdat je kiest waarheen je hem stuurt.
pl: Karta powstaje na telefonie. Nic go nie opuszcza, dopóki nie wybierzesz, gdzie ją wysłać.
pt: O cartão é criado no seu celular. Nada sai de lá até que você escolha para onde vai.
ru: Карточка собирается на твоём телефоне. Никуда ничего не уйдёт, пока сам не выберешь куда.
tr: Kart telefonunda oluşturulur. Nereye göndereceğini seçene kadar hiçbir şey dışarı çıkmaz.
uk: Картка створюється на телефоні. Нічого не залишає його, доки ти не вибереш, куди надіслати.
zh: 卡片本地生成。未经允许，不会外传。
zh_hant: 卡片在你的手機上建立。直到你選擇傳送位置前，任何內容都不會離開手機。

# shareFailed
source: The card could not be built
ar: تعذر إنشاء البطاقة
de: Die Karte konnte nicht erstellt werden
es: No se ha podido montar la lámina
fa: کارت ساخته نشد
fr: Impossible de créer la carte
it: La scheda non si è potuta creare
ja: カードを作成できませんでした
ko: 카드를 만들 수 없습니다
nl: Kon de kaart niet maken
pl: Nie udało się utworzyć karty
pt: O cartão não pôde ser construído.
ru: Не удалось собрать карточку
tr: Kart oluşturulamadı
uk: Не вдалося створити картку
zh: 卡片生成失败
zh_hant: 無法建立卡片

# shareWeekOf
source: LAST 7 DAYS
ar: آخر 7 أيام
de: LETZTE 7 TAGE
es: ÚLTIMOS 7 DÍAS
fa: ۷ روز اخیر
fr: 7 DERNIERS JOURS
it: ULTIMI 7 GIORNI
ja: 過去7日間
ko: 최근 7일
nl: LAATSTE 7 DAGEN
pl: OSTATNIE 7 DNI
pt: ÚLTIMOS 7 DIAS
ru: ПОСЛЕДНИЕ 7 ДНЕЙ
tr: SON 7 GÜN
uk: ОСТАННІ 7 ДНІВ
zh: 近 7 天
zh_hant: 最近 7 天

# shareStreakLabel
source: DAY STREAK
ar: أيام متتالية
de: TAGE SERIE
es: DÍAS DE RACHA
fa: استریک روزانه
fr: JOURS D’AFFILÉE
it: GIORNI DI FILA
ja: 連続日数
ko: 연속 일수
nl: DAGEN OP RIJ
pl: DNI Z RZĘDU
pt: SEQUÊNCIA DE DIAS
ru: ДНЕЙ ПОДРЯД
tr: GÜN ÜST ÜSTE
uk: ДНІВ ПОСПІЛЬ
zh: 连续训练天数
zh_hant: 連續天數

# shareSessionsLabel
source: SESSIONS
ar: التمارين
de: TRAININGS
es: SESIONES
fa: جلسه‌های تمرین
fr: SÉANCES
it: SESSIONI
ja: ワークアウト
ko: 운동
nl: TRAININGEN
pl: TRENINGI
pt: SESSÕES
ru: ТРЕНИРОВОК
tr: ANTRENMANLAR
uk: ТРЕНУВАННЯ
zh: 训练次数
zh_hant: 訓練

# shareVolumeLabel
source: VOLUME
ar: الحجم
de: VOLUMEN
es: VOLUMEN
fa: حجم
ja: ボリューム
ko: 볼륨
pl: OBJĘTOŚĆ
ru: ОБЪЁМ
tr: HACİM
uk: ОБСЯГ
zh: 总负荷
zh_hant: 訓練量

# shareSetsLabel
source: SETS
ar: المجموعات
de: SÄTZE
es: SERIES
fa: ست‌ها
fr: SÉRIES
it: SERIE
ja: セット
ko: 세트
pl: SERIE
pt: SÉRIES
ru: ПОДХОДОВ
tr: SETLER
uk: ПІДХОДИ
zh: 总组数
zh_hant: 組數

# shareNothing
source: Log a session first — there is nothing to show yet
ar: سجّل تمرينًا أولًا — لا يوجد شيء لعرضه بعد
de: Protokolliere zuerst ein Training — bisher gibt es nichts zu zeigen
es: Registra un entreno primero — todavía no hay nada que enseñar
fa: اول یک جلسه تمرین ثبت کن — هنوز چیزی برای نشان دادن نیست
fr: Enregistre d’abord une séance — il n’y a encore rien à montrer
it: Registra prima una sessione — non c'è ancora niente da mostrare
ja: まずワークアウトを記録してください — まだ表示するものがありません
ko: 먼저 운동을 기록하세요 — 아직 보여줄 내용이 없습니다
nl: Log eerst een training — er is nog niets om te laten zien
pl: Najpierw zapisz trening — nie ma jeszcze czego pokazać
pt: Registre uma sessão primeiro — ainda não há nada para mostrar.
ru: Сначала запиши тренировку — показывать пока нечего
tr: Önce bir antrenman kaydet — henüz gösterecek bir şey yok
uk: Спочатку запиши тренування — поки нічого показувати
zh: 请先完成一次训练，暂无数据可供展示
zh_hant: 請先記錄一次訓練 — 目前還沒有可顯示的內容

# restForExercise
source: REST FOR THIS EXERCISE
ar: الراحة لهذا التمرين
de: PAUSE FÜR DIESE ÜBUNG
es: DESCANSO DE ESTE EJERCICIO
fa: استراحت برای این حرکت
fr: REPOS POUR CET EXERCICE
it: RECUPERO DI QUESTO ESERCIZIO
ja: この種目の休憩
ko: 이 운동의 휴식
nl: RUST VOOR DEZE OEFENING
pl: ODPOCZYNEK DLA TEGO ĆWICZENIA
pt: DESCANSO PARA ESTE EXERCÍCIO
ru: ОТДЫХ ДЛЯ ЭТОГО УПРАЖНЕНИЯ
tr: BU EGZERSİZ İÇİN DİNLENME
uk: ВІДПОЧИНОК ДЛЯ ЦІЄЇ ВПРАВИ
zh: 该动作专属间歇时间
zh_hant: 此動作的休息

# restUsingDefault
source: Using your default
ar: استخدام المدة الافتراضية
de: Deine Standardeinstellung
es: El que tienes por defecto
fa: با پیش‌فرض تو
fr: Utilise la durée par défaut
it: Usa il tuo predefinito
ja: デフォルトを使用
ko: 기본 시간 사용
nl: Standaardduur gebruiken
pl: Używa domyślnego czasu
pt: Usando seu padrão
ru: Как по умолчанию
tr: Varsayılan süre kullanılıyor
uk: Використовується стандартний час
zh: 跟随全局默认时间
zh_hant: 使用預設時間

# restCustom
source: Only for this one
ar: لهذا فقط
de: Nur für diese Übung
es: Solo para este
fa: فقط برای همین
fr: Uniquement pour celui-ci
it: Solo per questo
ja: この種目だけ
ko: 이 운동에만
nl: Alleen voor deze
pl: Tylko dla tego
pt: Só para este
ru: Только для этого
tr: Sadece bunun için
uk: Лише для цього
zh: 仅该动作自定义
zh_hant: 僅此動作

source: SET TYPE
ar: نوع المجموعة
de: SATZART
es: TIPO DE SERIE
fa: نوع ست
fr: TYPE DE SÉRIE
it: TIPO DI SERIE
ja: セット種類
ko: 세트 유형
pl: TYP SERII
pt: TIPO DE SÉRIE
ru: ТИП ПОДХОДА
tr: SET TÜRÜ
uk: ТИП ПІДХОДУ
zh: 组别类型
zh_hant: 組別類型

# setTypeNormal
source: Working
ar: عمل
de: Arbeitssatz
es: Efectiva
fa: ست کاری
fr: Travail
it: Allenante
ja: ワーキング
ko: 본 세트
nl: Werkset
pl: Robocza
pt: Trabalho
ru: Рабочий
tr: Çalışma
uk: Робочий
zh: 正式组
zh_hant: 正式組

# setTypeWarmup
source: Warm-up
ar: إحماء
de: Aufwärmsatz
es: Calentamiento
fa: گرم‌کردن
fr: Échauffement
it: Riscaldamento
ja: ウォームアップ
ko: 워밍업
nl: Warming-up
pl: Rozgrzewka
pt: Aquecimento
ru: Разминочный
tr: Isınma
uk: Розминка
zh: 热身组
zh_hant: 暖身

# setTypeDrop
source: Drop set
ar: مجموعة إسقاط
de: Dropsatz
fa: دراپ ست
fr: Dégressive
it: Stripping
ja: ドロップセット
ko: 드롭 세트
ru: Дроп-сет
uk: Дроп-сет
zh: 递减组
zh_hant: 遞減組

# setTypeFailure
source: To failure
ar: حتى الفشل
de: Bis zum Muskelversagen
es: Al fallo
fa: تا ناتوانی
fr: À l’échec
it: A cedimento
ja: 限界まで
ko: 실패 지점까지
nl: Tot falen
pl: Do upadku
pt: Até a falha
ru: До отказа
tr: Tükenişe kadar
uk: До відмови
zh: 力竭组
zh_hant: 力竭

# addWarmup
source: WARM-UP
ar: إحماء
de: AUFWÄRMEN
es: CALENTAR
fa: گرم‌کردن
fr: ÉCHAUFFEMENT
it: RISCALDAMENTO
ja: ウォームアップ
ko: 워밍업
nl: WARMING-UP
pl: ROZGRZEWKA
pt: AQUECIMENTO
ru: РАЗМИНКА
tr: ISINMA
uk: РОЗМИНКА
zh: 添加热身组
zh_hant: 暖身

# platesPerSide
source: Per side: %@
ar: لكل جانب: %@
de: Pro Seite: %@
es: Por lado: %@
fa: هر طرف: %@
fr: Par côté : %@
it: Per lato: %@
ja: 片側: %@
ko: 한쪽당: %@
nl: Per kant: %@
pl: Na stronę: %@
pt: Por lado: %@
ru: На сторону: %@
tr: Her taraf: %@
uk: На сторону: %@
zh: 单边挂片: %@
zh_hant: 每側：%@

source: HOW TO
ar: كيفية الأداء
de: ANLEITUNG
es: CÓMO SE HACE
fa: نحوه اجرا
fr: COMMENT FAIRE
it: COME SI FA
ja: やり方
ko: 수행 방법
nl: HOE UITVOEREN
pl: JAK WYKONAĆ
pt: PASSO A PASSO
ru: КАК ДЕЛАТЬ
tr: NASIL YAPILIR
uk: ЯК ВИКОНУВАТИ
zh: 动作指南
zh_hant: 如何進行

source: SIMILAR
ar: مشابهة
de: ÄHNLICH
es: SIMILARES
fa: مشابه
fr: SIMILAIRES
it: SIMILI
ja: 類似
ko: 유사 운동
nl: VERGELIJKBAAR
pl: PODOBNE
pt: SEMELHANTE
ru: ПОХОЖИЕ
tr: BENZER
uk: СХОЖІ
zh: 相似动作
zh_hant: 類似

# primaryLabel
source: PRIMARY
ar: أساسي
de: PRIMÄR
es: PRINCIPAL
fa: اصلی
fr: PRINCIPAL
it: PRINCIPALE
ja: メイン
ko: 주요
nl: PRIMAIR
pl: GŁÓWNY
pt: PRIMÁRIO
ru: ОСНОВНЫЕ
tr: BİRİNCİL
uk: ОСНОВНИЙ
zh: 主导肌群
zh_hant: 主要

# secondaryLabel
source: SECONDARY
ar: ثانوي
de: SEKUNDÄR
es: SECUNDARIOS
fa: فرعی
fr: SECONDAIRE
it: SECONDARI
ja: サブ
ko: 보조
nl: SECUNDAIR
pl: DRUGORZĘDNY
pt: SECUNDÁRIO
ru: ВСПОМОГАТЕЛЬНЫЕ
tr: İKİNCİL
uk: ДРУГОРЯДНИЙ
zh: 协同肌群
zh_hant: 次要

source: None
ar: لا شيء
de: Keine
es: Ninguno
fa: هیچ
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt: Nenhum
ru: Нет
tr: Yok
uk: Немає
zh: 无
zh_hant: 無

# setCount
source: %lld sets
ar: %lld مجموعات
de: %lld Sätze
es: %lld series
fa: %lld ست
fr: %lld séries
it: %lld serie
ja: %lldセット
ko: %lld세트
pl: %lld serii
pt: %lld séries
ru: %lld подхода
tr: %lld set
uk: %lld підходів
zh: %lld 组
zh_hant: %lld 組

# volumeSuffix
source: %@ volume
ar: حجم %@
de: %@ Volumen
es: %@ de volumen
fa: حجم %@
it: %@ di volume
ja: ボリューム %@
ko: 볼륨 %@
pl: objętość %@
pt: %@ de volume
ru: объём %@
tr: %@ hacim
uk: обсяг %@
zh: %@ 容量
zh_hant: 訓練量 %@

source: WEEKLY PLAN
ar: الخطة الأسبوعية
de: WOCHENPLAN
es: PLAN SEMANAL
fa: برنامه هفتگی
fr: PROGRAMME HEBDOMADAIRE
it: PIANO SETTIMANALE
ja: 週間プラン
ko: 주간 계획
nl: WEEKPLAN
pl: PLAN TYGODNIOWY
pt: PLANO SEMANAL
ru: ПЛАН НА НЕДЕЛЮ
tr: HAFTALIK PLAN
uk: ТИЖНЕВИЙ ПЛАН
zh: 每周计划
zh_hant: 每週計畫

source: YOUR ROUTINES
ar: روتيناتك
de: DEINE TRAININGSPLÄNE
es: TUS RUTINAS
fa: روتین‌های تو
fr: TES PROGRAMMES
it: LE TUE ROUTINE
ja: あなたのルーティン
ko: 내 루틴
nl: JE ROUTINES
pl: TWOJE PLANY
pt: SUAS ROTINAS
ru: ТВОИ ПРОГРАММЫ
tr: PROGRAMLARIN
uk: ТВОЇ ПРОГРАМИ
zh: 我的计划
zh_hant: 你的課表
